[
    {
        "employer": null,
        "title": "Back End developer ( Strong Junior/ Middle)",
        "payment_from": 1000000,
        "payment_to": 10000000,
        "responsibility": "Работать над проектами (разработка).",
        "link": "https://hh.ru/applicant/vacancy_response?vacancyId=88539316",
        "date": "23.10.2023"
    },
    {
        "employer": "Яндекс",
        "title": "Бэкенд-разработчик в Яндекс (Python/Java/C++/С#/Go/Scala)",
        "payment_from": null,
        "payment_to": null,
        "responsibility": null,
        "link": "https://hh.ru/applicant/vacancy_response?vacancyId=88939632",
        "date": "01.11.2023"
    },
    {
        "employer": null,
        "title": "Младший тестировщик",
        "payment_from": 95000,
        "payment_to": 150000,
        "responsibility": "Участие в процессе тестирования программного обеспечения. - Создание и выполнение тестовых сценариев. - Оформление отчетов о найденных ошибках. - Сотрудничество с командой разработчиков...",
        "link": "https://hh.ru/applicant/vacancy_response?vacancyId=89099135",
        "date": "06.11.2023"
    },
    {
        "employer": null,
        "title": "Программист Python",
        "payment_from": null,
        "payment_to": 170,
        "responsibility": "Поддерживать и улучшать имеющиеся программы, писать новые с нуля. Программы инженерные и исключительно для внутреннего пользования в компании.",
        "link": "https://hh.ru/applicant/vacancy_response?vacancyId=89297080",
        "date": "10.11.2023"
    },
    {
        "employer": null,
        "title": "Стажер-программист Python",
        "payment_from": null,
        "payment_to": null,
        "responsibility": "Разработка, тестирование и внедрение моделей машинного обучения. - Парсинг и сбор данных с помощью Scrapy. - Работа с данными, анализ и визуализация...",
        "link": "https://hh.ru/applicant/vacancy_response?vacancyId=88703200",
        "date": "26.10.2023"
    },
    {
        "employer": "ТЕХНОШКОЛА",
        "title": "Педагог дополнительного образования (программирование scratch/python, робототехника lego)",
        "payment_from": 18000,
        "payment_to": 56000,
        "responsibility": "Обязанности: Проведение образовательных программ на доп. площадке центра - в г. Бронницы Контроль выполнения учениками программы Создание доброжелательной и продуктивной атмосферы в учебных группах Любить работать с детьми, находить общий язык с учениками, становится их примером Отчетность по занятиям для руководителя и родителям Фото отчет работы группы в мессенджеры Соблюдение дисциплины, чистоты на рабочем местеТребования: Коммуникабельность, грамотно поставленная речь Наличие мед.книжки Желание развиваться и повышать квалификацию Наличие опыта работы с детьми Высокая компьютерная грамотность, знание языков/программ (scratch, lego education, app inventor/python) Образование в сфере психология/педагогика/техническоеУсловия: Работа в 1 выходной день (суббота/воскресенье) или 1-2 вечера в неделю с 15:30. От кол-во часов зависит оклад на месяц Официальную заработную плату Карьерный рост для самых активных Мы ищем ярких, активных, готовых развиваться и делиться своими знаниями людей, которым не безразлично будущее подрастающего поколения.Требуемый опыт работы: 1–3 годаЧастичная занятость, гибкий графикОформление по ТК РФ.",
        "link": "https://www.superjob.ru/clients/tehnoshkola-3511934/vacancies.html",
        "date": "09.11.2023"
    },
    {
        "employer": "ГБОУ \"Лицей №126\" Калининского района Санкт-Петербурга",
        "title": "Педагог по программированию на Python (в центр цифрового образования)",
        "payment_from": 30000,
        "payment_to": 0,
        "responsibility": "Примечание: с 1 сентября 2022 на базе Лицея 126 открыт Центр цифрового образования \"ИнфинITи\", в который требуется педагог по программированию на различных языках (Python обязательно)Обязанности: Проведение занятий в системе дополнительного образования детей Подготовка и проведение мероприятий центра по направлению \"Программирование на Python \" Поиск и внедрение в план работы внешних конкурсов и мероприятий технической направленности.  Составление программ дополнительного образования. Взаимодействие с внешними партнерами центра Проведение мастер-классов для педагогов и учеников центраТребования: Ответственность  Грамотность  Уверенное владение ПК Отсутствие вредных привычекУсловия: Рабочий день с 15:00 Официальное трудоустройство Соцпакет Бассейн Оплачиваемый отпуск летом 56 дней Возможность внутреннего совмещения по должности методист по направлению \"Программирование на Python\", учитель информатики",
        "link": "https://www.superjob.ru/clients/gbou-licej-126-kalininskogo-rajona-sankt-peterburga-2295752/vacancies.html",
        "date": "10.11.2023"
    }
]